Repository: Mercforhire/CeliTax
Catalog: CeliTax/Localizable_*.strings
Languages: es, fr

source: %ld Tax Year
es: %ld Tax Year(es)
fr: %ld Tax Year(fr)

source: %ld Gluten-Free Tax Savings
es: %ld Gluten-Free Tax Savings(es)
fr: %ld Gluten-Free Tax Savings(fr)

source: %@ per (g)
es: %@ per (g)(es)
fr: %@ per (g)(fr)

source: %@ per (100g)
es: %@ per (100g)(es)
fr: %@ per (100g)(fr)

source: %@ per (kg)
es: %@ per (kg)(es)
fr: %@ per (kg)(fr)

source: %@ per (L)
es: %@ per (L)(es)
fr: %@ per (L)(fr)

source: %@ per (mL)
es: %@ per (mL)(es)
fr: %@ per (mL)(fr)

source: %@ per (fl oz)
es: %@ per (fl oz)(es)
fr: %@ per (fl oz)(fr)

source: %@ per (pt)
es: %@ per (pt)(es)
fr: %@ per (pt)(fr)

source: %@ per (qt)
es: %@ per (qt)(es)
fr: %@ per (qt)(fr)

source: %@ per (gal)
es: %@ per (gal)(es)
fr: %@ per (gal)(fr)

source: %@ per (oz)
es: %@ per (oz)(es)
fr: %@ per (oz)(fr)

source: %@ per (lb)
es: %@ per (lb)(es)
fr: %@ per (lb)(fr)

source: Avg $ / non-GF
es: Avg $ / non-GF(es)
fr: Avg $ / non-GF(fr)

source: A existing category already has the same name. Please use a different category name
es: A existing category already has the same name. Please use a different category name(es)
fr: A existing category already has the same name. Please use a different category name(fr)

source: Are you sure you want to delete the category %@?
es: Are you sure you want to delete the category %@?(es)
fr: Are you sure you want to delete the category %@?(fr)

source: Are you sure you want to transfer all items in %@ to %@?
es: Are you sure you want to transfer all items in %@ to %@?(es)
fr: Are you sure you want to transfer all items in %@ to %@?(fr)

source: An error has occured with the camere device, please try taking a picture again
es: An error has occured with the camere device, please try taking a picture again(es)
fr: An error has occured with the camere device, please try taking a picture again(fr)

source: Are you sure?
fr: Are you sure(fr)?

source: Account email successfully changed
es: Account email successfully changed(es)
fr: Account email successfully changed(fr)

source: Account password successfully changed
es: Account password successfully changed(es)
fr: Account password successfully changed(fr)

source: Account email and password successfully changed
es: Account email and password successfully changed(es)
fr: Account email and password successfully changed(fr)

source: Add Tax Year
es: Add Tax Year(es)
fr: Add Tax Year(fr)

source: A tax year must be created before a receipt can be saved
es: A tax year must be created before a receipt can be saved(es)
fr: A tax year must be created before a receipt can be saved(fr)

source: Add
es: Add(es)
fr: Add(fr)

source: Are you sure you want delete this receipt along with all its items?
es: Are you sure you want delete this receipt along with all its items?(es)
fr: Are you sure you want delete this receipt along with all its items?(fr)

source: Account
es: Account(es)
fr: Account(fr)

source: Are you sure you want delete the selected receipts along with all their items?
es: Are you sure you want delete the selected receipts along with all their items?(es)
fr: Are you sure you want delete the selected receipts along with all their items?(fr)

source: About
es: About(es)
fr: About(fr)

source: Back
es: Back(es)
fr: Back(fr)

source: Bread
es: Bread(es)
fr: Bread(fr)

source: Begin Tutorial
es: Begin Tutorial(es)
fr: Begin Tutorial(fr)

source: Cake
es: Cake(es)
fr: Cake(fr)

source: Custom
es: Custom(es)
fr: Custom(fr)

source: Cancel
es: Cancel(es)
fr: Cancel(fr)

source: Continue
es: Continue(es)
fr: Continue(fr)

source: Click “Done” when all images have been captured.
es: Click “Done” when all images have been captured.(es)
fr: Click “Done” when all images have been captured.(fr)

source: Contact
es: Contact(es)
fr: Contact(fr)

source: Comment has been sent
es: Comment has been sent(es)
fr: Comment has been sent(fr)

source: Confirm
es: Confirm(es)
fr: Confirm(fr)

source: Can not connect to our server, please try again later
es: Can not connect to our server, please try again later(es)
fr: Can not connect to our server, please try again later(fr)

source: Categories
es: Categories(es)
fr: Categories(fr)

source: Can not add a duplicate tax year
es: Can not add a duplicate tax year(es)
fr: Can not add a duplicate tax year(fr)

source: CeliTax is here to simplify your life. You already have enough to worry about, taxes should not be one of them.
es: CeliTax is here to simplify your life. You already have enough to worry about, taxes should not be one of them.(es)
fr: CeliTax is here to simplify your life. You already have enough to worry about, taxes should not be one of them.(fr)

source: CeliTax helps you organize your GF food purchases by allocating each item to a custom GF food category. No need for complex spreadsheets.
es: CeliTax helps you organize your GF food purchases by allocating each item to a custom GF food category. No need for complex spreadsheets.(es)
fr: CeliTax helps you organize your GF food purchases by allocating each item to a custom GF food category. No need for complex spreadsheets.(fr)

source: Calculate
es: Calculate(es)
fr: Calculate(fr)

source: Click to return to your receipt and keep allocating purchases.
es: Click to return to your receipt and keep allocating purchases.(es)
fr: Click to return to your receipt and keep allocating purchases.(fr)

source: Click “Add” to add a new purchase to the selected GF category
es: Click “Add” to add a new purchase to the selected GF category(es)
fr: Click “Add” to add a new purchase to the selected GF category(fr)

source: Click the receipt breakdown icon to view items that have been allocated to the receipt.
es: Click the receipt breakdown icon to view items that have been allocated to the receipt.(es)
fr: Click the receipt breakdown icon to view items that have been allocated to the receipt.(fr)

source: Click “Edit” to manage each image captured. Delete or re-order images by touching and dragging the ≡ icon.
es: Click “Edit” to manage each image captured. Delete or re-order images by touching and dragging the ≡ icon.(es)
fr: Click “Edit” to manage each image captured. Delete or re-order images by touching and dragging the ≡ icon.(fr)

source: Create Account
es: Create Account(es)
fr: Create Account(fr)

source: Category %@ has one of its national average cost not entered
fr: Category %@ has one of its national average cost not entered(fr)

source: Drag the bar up or down to capture the exact part of the receipt you need and crop accordingly.
es: Drag the bar up or down to capture the exact part of the receipt you need and crop accordingly.(es)
fr: Drag the bar up or down to capture the exact part of the receipt you need and crop accordingly.(fr)

source: Delete
es: Delete(es)
fr: Delete(fr)

source: Done
es: Done(es)
fr: Done(fr)

source: De-activate Account
es: De-activate Account(es)
fr: De-activate Account(fr)

source: Do you really want to delete your account and all data?
es: Do you really want to delete your account and all data?(es)
fr: Do you really want to delete your account and all data?(fr)

source: Dismiss
es: Dismiss(es)
fr: Dismiss(fr)

source: Downloading Data...
es: Downloading Data...(es)
fr: Downloading Data...(fr)

source: Download
es: Download(es)
fr: Download(fr)

source: Delete this receipt
es: Delete this receipt(es)
fr: Delete this receipt(fr)

source: Downloading Images...
es: Downloading Images...(es)
fr: Downloading Images...(fr)

source: Delete last receipt image
es: Delete last receipt image(es)
fr: Delete last receipt image(fr)

source: Delete selected receipts
es: Delete selected receipts(es)
fr: Delete selected receipts(fr)

source: Enter Catagory Name
es: Enter Catagory Name(es)
fr: Enter Catagory Name(fr)

source: Error
es: Error(es)
fr: Error(fr)

source: Email Address
es: Email Address(es)
fr: Email Address(fr)

source: Email address is not valid
es: Email address is not valid(es)
fr: Email address is not valid(fr)

source: Edit
es: Edit(es)
fr: Edit(fr)

source: Enter the total number of items purchased and the cost of each item for each selected GF category.
es: Enter the total number of items purchased and the cost of each item for each selected GF category.(es)
fr: Enter the total number of items purchased and the cost of each item for each selected GF category.(fr)

source: Export Report
es: Export Report(es)
fr: Export Report(fr)

source: English
es: English(es)
fr: English(fr)

source: Email address in both fields do not match
es: Email address in both fields do not match(es)
fr: Email address in both fields do not match(fr)

source: Email: %@
fr: Email(fr): %@

source: Failed to change email, please try again later
es: Failed to change email, please try again later(es)
fr: Failed to change email, please try again later(fr)

source: Forgot password?
es: Forgot password?(es)
fr: Forgot password?(fr)

source: For each GF category, you must input an Average Non-GF Cost per item which represents regular priced items of a similar non-gluten free item. You can click the ? for more information and suggested prices.
es: For each GF category, you must input an Average Non-GF Cost per item which represents regular priced items of a similar non-gluten free item. You can click the ? for more information and suggested prices.(es)
fr: For each GF category, you must input an Average Non-GF Cost per item which represents regular priced items of a similar non-gluten free item. You can click the ? for more information and suggested prices.(fr)

source: First Name:
es: First Name:(es)
fr: First Name:(fr)

source: First Name
es: First Name(es)
fr: First Name(fr)

source: Failed to download the receipt image(s) for this receipt. Please try again later.
es: Failed to download the receipt image(s) for this receipt. Please try again later.(es)
fr: Failed to download the receipt image(s) for this receipt. Please try again later.(fr)

source: Forgot to capture the whole receipt? Click ”Edit” and the Camera Icon to add more photos
es: Forgot to capture the whole receipt? Click ”Edit” and the Camera Icon to add more photos(es)
fr: Forgot to capture the whole receipt? Click ”Edit” and the Camera Icon to add more photos(fr)

source: French
es: French(es)
fr: French(fr)

source: FAQ
es: FAQ(es)
fr: FAQ(fr)

source: GF Savings
es: GF Savings(es)
fr: GF Savings(fr)

source: Help
es: Help(es)
fr: Help(fr)

source: Home
es: Home(es)
fr: Home(fr)

source: Individuals diagnosed with Celiacs disease are entitled to a government tax claim based on the incremental difference between the cost of GF products and regular food items.
es: Individuals diagnosed with Celiacs disease are entitled to a government tax claim based on the incremental difference between the cost of GF products and regular food items.(es)
fr: Individuals diagnosed with Celiacs disease are entitled to a government tax claim based on the incremental difference between the cost of GF products and regular food items.(fr)

source: In the My Account view, you can see a grand total of all GF purchases allocated to each of your categories.
es: In the My Account view, you can see a grand total of all GF purchases allocated to each of your categories.(es)
fr: In the My Account view, you can see a grand total of all GF purchases allocated to each of your categories.(fr)

source: In the Vault, you can re-visit any saved receipt to update your GF allocations or even transfer a receipt to a different tax year
es: In the Vault, you can re-visit any saved receipt to update your GF allocations or even transfer a receipt to a different tax year(es)
fr: In the Vault, you can re-visit any saved receipt to update your GF allocations or even transfer a receipt to a different tax year(fr)

source: Item
es: Item(es)
fr: Item(fr)

source: Imperial
es: Imperial(es)
fr: Imperial(fr)

source: I agree to the terms and conditions
es: I agree to the terms and conditions(es)
fr: I agree to the terms and conditions(fr)

source: Login Settings
es: Login Settings(es)
fr: Login Settings(fr)

source: Login
es: Login(es)
fr: Login(fr)

source: Logging in...
es: Logging in...(es)
fr: Logging in...(fr)

source: Lets get started!
es: Lets get started!(es)
fr: Lets get started!(fr)

source: Last Name:
es: Last Name:(es)
fr: Last Name:(fr)

source: Last Name
es: Last Name(es)
fr: Last Name(fr)

source: Logout
es: Logout(es)
fr: Logout(fr)

source: Language:
es: Language:(es)
fr: Language:(fr)

source: Manage Categories
es: Manage Categories(es)
fr: Manage Categories(fr)

source: Meat
es: Meat(es)
fr: Meat(fr)

source: My Account
es: My Account(es)
fr: My Account(fr)

source: Manage items you have allocated to a single receipt. Easily view the breakdown by GF category in the pie chart.
es: Manage items you have allocated to a single receipt. Easily view the breakdown by GF category in the pie chart.(es)
fr: Manage items you have allocated to a single receipt. Easily view the breakdown by GF category in the pie chart.(fr)

source: Metric
es: Metric(es)
fr: Metric(fr)

source: No
es: No(es)
fr: No(fr)

source: Need an account?
es: Need an account?(es)
fr: Need an account?(fr)

source: No Tax Year Added
es: No Tax Year Added(es)
fr: No Tax Year Added(fr)

source: No Uploads
es: No Uploads(es)
fr: No Uploads(fr)

source: No receipt
es: No receipt(es)
fr: No receipt(fr)

source: Need to allocate a purchase based on weight? Click and hold a GF category to bring up various units to choose from. Allocate purchases as usual. *You can switch between metric/imperial in Settings.
es: Need to allocate a purchase based on weight? Click and hold a GF category to bring up various units to choose from. Allocate purchases as usual. *You can switch between metric/imperial in Settings.(es)
fr: Need to allocate a purchase based on weight? Click and hold a GF category to bring up various units to choose from. Allocate purchases as usual. *You can switch between metric/imperial in Settings.(fr)

source: Notice
es: Notice(es)
fr: Notice(fr)

source: Ok
es: Ok(es)
fr: Ok(fr)

source: Once you obtain your grocery receipt, simply take a photo of it and start allocating your GF purchases to your categories!
es: Once you obtain your grocery receipt, simply take a photo of it and start allocating your GF purchases to your categories!(es)
fr: Once you obtain your grocery receipt, simply take a photo of it and start allocating your GF purchases to your categories!(fr)

source: Once a cost is inputted for each GF category, simply click calculate to automatically determine your GF tax claim for the year!
es: Once a cost is inputted for each GF category, simply click calculate to automatically determine your GF tax claim for the year!(es)
fr: Once a cost is inputted for each GF category, simply click calculate to automatically determine your GF tax claim for the year!(fr)

source: Pizza
es: Pizza(es)
fr: Pizza(fr)

source: Pick
es: Pick(es)
fr: Pick(fr)

source: Please wait
es: Please wait(es)
fr: Please wait(fr)

source: Please try sending again
es: Please try sending again(es)
fr: Please try sending again(fr)

source: Please enter your new email
es: Please enter your new email(es)
fr: Please enter your new email(fr)

source: Please enter new password
es: Please enter new password(es)
fr: Please enter new password(fr)

source: Please re-enter your email address
es: Please re-enter your email address(es)
fr: Please re-enter your email address(fr)

source: Please re-enter new password
es: Please re-enter new password(es)
fr: Please re-enter new password(fr)

source: Please enter old password
es: Please enter old password(es)
fr: Please enter old password(fr)

source: Password in both fields do not match
es: Password in both fields do not match(es)
fr: Password in both fields do not match(fr)

source: Password should be at least 6 characters
es: Password should be at least 6 characters(es)
fr: Password should be at least 6 characters(fr)

source: Password has to be least 6 characters long
es: Password has to be least 6 characters long(es)
fr: Password has to be least 6 characters long(fr)

source: Password
es: Password(es)
fr: Password(fr)

source: Password Change
es: Password Change(es)
fr: Password Change(fr)

source: Password Recovery
es: Password Recovery(es)
fr: Password Recovery(fr)

source: Profile
es: Profile(es)
fr: Profile(fr)

source: Price/Item
es: Price/Item(es)
fr: Price/Item(fr)

source: Please select all or at least one receipt
es: Please select all or at least one receipt(es)
fr: Please select all or at least one receipt(fr)

source: Previous Week
es: Previous Week(es)
fr: Previous Week(fr)

source: Previous Month
es: Previous Month(es)
fr: Previous Month(fr)

source: Profile Settings
es: Profile Settings(es)
fr: Profile Settings(fr)

source: Please enter email address
es: Please enter email address(es)
fr: Please enter email address(fr)

source: Please enter your password
es: Please enter your password(es)
fr: Please enter your password(fr)

source: Please re-enter your password
es: Please re-enter your password(es)
fr: Please re-enter your password(fr)

source: Please log in with your new account
es: Please log in with your new account(es)
fr: Please log in with your new account(fr)

source: Quick Links
es: Quick Links(es)
fr: Quick Links(fr)

source: Quickly keep track of your GF spending throughout the year and automatically calculate your GF tax claim in one simple click!
es: Quickly keep track of your GF spending throughout the year and automatically calculate your GF tax claim in one simple click!(es)
fr: Quickly keep track of your GF spending throughout the year and automatically calculate your GF tax claim in one simple click!(fr)

source: Qty.
es: Qty.(es)
fr: Qty.(fr)

source: Quickly Transfer, Edit, or Delete items as needed.
es: Quickly Transfer, Edit, or Delete items as needed.(es)
fr: Quickly Transfer, Edit, or Delete items as needed.(fr)

source: Qty
es: Qty(es)
fr: Qty(fr)

source: Rice
es: Rice(es)
fr: Rice(fr)

source: Receipt too long? Take multiple photos to capture the entire receipt. The last photo taken is saved at the top of your screen. Drag it downward to help find out what is left of the receipt to capture.
es: Receipt too long? Take multiple photos to capture the entire receipt. The last photo taken is saved at the top of your screen. Drag it downward to help find out what is left of the receipt to capture.(es)
fr: Receipt too long? Take multiple photos to capture the entire receipt. The last photo taken is saved at the top of your screen. Drag it downward to help find out what is left of the receipt to capture.(fr)

source: Recent Uploads
es: Recent Uploads(es)
fr: Recent Uploads(fr)

source: Return to Login
es: Return to Login(es)
fr: Return to Login(fr)

source: Repeat this process for every GF purchase on your receipt, selecting the appropriate GF category to allocate items to.
es: Repeat this process for every GF purchase on your receipt, selecting the appropriate GF category to allocate items to.(es)
fr: Repeat this process for every GF purchase on your receipt, selecting the appropriate GF category to allocate items to.(fr)

source: Registering...
es: Registering...(es)
fr: Registering...(fr)

source: Total Qty.
es: Total Qty.(es)
fr: Total Qty.(fr)

source: Total Cost
es: Total Cost(es)
fr: Total Cost(fr)

source: Total
es: Total(es)
fr: Total(fr)

source: Transfer
es: Transfer(es)
fr: Transfer(fr)

source: Tax Country
es: Tax Country(es)
fr: Tax Country(fr)

source: Type message
es: Type message(es)
fr: Type message(fr)

source: Thank you
es: Thank you(es)
fr: Thank you(fr)

source: Thank you, an email has been sent with recovery options
es: Thank you, an email has been sent with recovery options(es)
fr: Thank you, an email has been sent with recovery options(fr)

source: The new email is same as the original email
es: The new email is same as the original email(es)
fr: The new email is same as the original email(fr)

source: The old password provided is incorrect
es: The old password provided is incorrect(es)
fr: The old password provided is incorrect(fr)

source: The password entered for this user is incorrect
es: The password entered for this user is incorrect(es)
fr: The password entered for this user is incorrect(fr)

source: This user does not exist
es: This user does not exist(es)
fr: This user does not exist(fr)

source: The server contains some saved receipt data. Do you want to download and merge the data to the app?
es: The server contains some saved receipt data. Do you want to download and merge the data to the app?(es)
fr: The server contains some saved receipt data. Do you want to download and merge the data to the app?(fr)

source: Tax Year for %ld
es: Tax Year for %ld(es)
fr: Tax Year for %ld(fr)

source: This tax year has no recorded items
es: This tax year has no recorded items(es)
fr: This tax year has no recorded items(fr)

source: That’s it! We realize this was a lot of info but once you upload your first receipt you will see just how easy CeliTax is. You can re-visit the tutorial anytime in Help.
es: That’s it! We realize this was a lot of info but once you upload your first receipt you will see just how easy CeliTax is. You can re-visit the tutorial anytime in Help.(es)
fr: That’s it! We realize this was a lot of info but once you upload your first receipt you will see just how easy CeliTax is. You can re-visit the tutorial anytime in Help.(fr)

source: To recover your password please type in your email address
es: To recover your password please type in your email address(es)
fr: To recover your password please type in your email address(fr)

source: Total Price
es: Total Price(es)
fr: Total Price(fr)

source: This is where you will allocate your receipt purchases to your custom GF categories.
es: This is where you will allocate your receipt purchases to your custom GF categories.(es)
fr: This is where you will allocate your receipt purchases to your custom GF categories.(fr)

source: The total average price should not be higher than the actual total spent, please check to see if the correct average price was entered.
es: The total average price should not be higher than the actual total spent, please check to see if the correct average price was entered.(es)
fr: The total average price should not be higher than the actual total spent, please check to see if the correct average price was entered.(fr)

source: Total Spent
es: Total Spent(es)
fr: Total Spent(fr)

source: Total Avg. Cost
es: Total Avg. Cost(es)
fr: Total Avg. Cost(fr)

source: Transfer selected?
es: Transfer selected?(es)
fr: Transfer selected?(fr)

source: The email address is already used by another account. Please use a different email address
es: The email address is already used by another account. Please use a different email address(es)
fr: The email address is already used by another account. Please use a different email address(fr)

source: Use the flash function when you have poor lighting. TIP: images always work better in well-lit environments!
es: Use the flash function when you have poor lighting. TIP: images always work better in well-lit environments!(es)
fr: Use the flash function when you have poor lighting. TIP: images always work better in well-lit environments!(fr)

source: Updating account info...
es: Updating account info...(es)
fr: Updating account info...(fr)

source: Units
es: Units(es)
fr: Units(fr)

source: Units:
es: Units:(es)
fr: Units:(fr)

source: Save
es: Save(es)
fr: Save(fr)

source: Settings
es: Settings(es)
fr: Settings(fr)

source: Send
es: Send(es)
fr: Send(fr)

source: Sorry
es: Sorry(es)
fr: Sorry(fr)

source: Send us a message
es: Send us a message(es)
fr: Send us a message(fr)

source: Sending comment...
es: Sending comment...(es)
fr: Sending comment...(fr)

source: Sign up now!
es: Sign up now!(es)
fr: Sign up now!(fr)

source: Skip
es: Skip(es)
fr: Skip(fr)

source: Send Email
es: Send Email(es)
fr: Send Email(fr)
