Repository: Mercforhire/CeliTax
Catalog: CeliTax/Localizable_*.strings
Languages: es, fr

source: Scroll between purchases allocated in a GF category to edit or review an allocation.
es: Scroll between purchases allocated in a GF category to edit or review an allocation.(es)
fr: Scroll between purchases allocated in a GF category to edit or review an allocation.(fr)

source: Scroll through your GF categories or click the “+” to add a new one and begin allocating.
es: Scroll through your GF categories or click the “+” to add a new one and begin allocating.(es)
fr: Scroll through your GF categories or click the “+” to add a new one and begin allocating.(fr)

source: Select All
es: Select All(es)
fr: Select All(fr)

source: Select and download receipt images to send to your email address for supplemental tax support.
es: Select and download receipt images to send to your email address for supplemental tax support.(es)
fr: Select and download receipt images to send to your email address for supplemental tax support.(fr)

source: Spanish
es: Spanish(es)
fr: Spanish(fr)

source: Send Receipts To
es: Send Receipts To(es)
fr: Send Receipts To(fr)

source: View Tutorial
es: View Tutorial(es)
fr: View Tutorial(fr)

source: Vault
es: Vault(es)
fr: Vault(fr)

source: Volume-%@
es: Volume-%@(es)
fr: Volume-%@(fr)

source: View Details
es: View Details(es)
fr: View Details(fr)

source: View All
es: View All(es)
fr: View All(fr)

source: We need permission for the camera. Please enable it in your settings.
es: We need permission for the camera. Please enable it in your settings.(es)
fr: We need permission for the camera. Please enable it in your settings.(fr)

source: Welcome to CeliTax, the simple, easy to use tax tool designed specifically for Celiacs. We make your Gluten Free (GF) tax claim easy! No complicated spreadsheets, no paper receipts, no stress.
es: Welcome to CeliTax, the simple, easy to use tax tool designed specifically for Celiacs. We make your Gluten Free (GF) tax claim easy! No complicated spreadsheets, no paper receipts, no stress.(es)
fr: Welcome to CeliTax, the simple, easy to use tax tool designed specifically for Celiacs. We make your Gluten Free (GF) tax claim easy! No complicated spreadsheets, no paper receipts, no stress.(fr)

source: Weight
es: Weight(es)
fr: Weight(fr)

source: Weight-%@
es: Weight-%@(es)
fr: Weight-%@(fr)

source: When you are finished allocating, touch “Complete” to save and store your receipt to The Vault. The Vault is where all of your receipts are saved.
es: When you are finished allocating, touch “Complete” to save and store your receipt to The Vault. The Vault is where all of your receipts are saved.(es)
fr: When you are finished allocating, touch “Complete” to save and store your receipt to The Vault. The Vault is where all of your receipts are saved.(fr)

source: Yes
es: Yes(es)
fr: Yes(fr)

source: Your %ld savings:
es: Your %ld savings:(es)
fr: Your %ld savings:(fr)

source: You can even send your final claim and detailed report of all purchases to your email address in one easy step!
es: You can even send your final claim and detailed report of all purchases to your email address in one easy step!(es)
fr: You can even send your final claim and detailed report of all purchases to your email address in one easy step!(fr)
